tap "adoptopenjdk/openjdk"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pivotal/tap"
tap "railwaycat/emacsmacport"
tap "sjmulder/tap"
brew "ant"
brew "openssl@1.1"
brew "aria2"
brew "aspell"
brew "readline"
brew "augeas"
brew "autoconf"
brew "automake"
brew "bat"
brew "icu4c"
brew "boost"
brew "brew-cask-completion"
brew "c-ares"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "pcre"
brew "sqlite"
brew "xz"
brew "python"
brew "glib"
brew "lzo"
brew "pixman"
brew "cairo"
brew "dialog"
brew "certbot"
brew "rlwrap"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dbus"
brew "elm"
brew "fribidi"
brew "giflib"
brew "gmp"
brew "libunistring"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "graphite2"
brew "harfbuzz"
brew "jpeg"
brew "lame"
brew "libtiff"
brew "sdl2"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "libtool"
brew "pango"
brew "fontforge"
brew "gdk-pixbuf"
brew "gengetopt"
brew "geoip"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "google-java-format"
brew "gradle"
brew "gsasl"
brew "hping"
brew "htop"
brew "httpie"
brew "hunspell"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "jenv"
brew "json-c"
brew "kotlin"
brew "leiningen"
brew "libcroco"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "librsvg"
brew "libyaml"
brew "lua"
brew "mailutils"
brew "makedepend"
brew "maven"
brew "ninja"
brew "meson", link: false
brew "multitail"
brew "socat"
brew "openshift-cli"
brew "percol"
brew "pyenv"
brew "python@2"
brew "qt"
brew "quazip"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "sbt"
brew "scala"
brew "scrcpy"
brew "source-highlight"
brew "sphinx-doc"
brew "texinfo"
brew "thefuck"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD", "with-emacs-icons-project-EmacsIcon4", "with-jansson", "with-no-frame-refocus", "with-pdumper", "without-spacemacs-icon"], link: false
brew "pivotal/tap/springboot"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-natural-title-bar"]
brew "sjmulder/tap/nostt"
cask "adoptopenjdk12-openj9"
cask "adoptopenjdk8-openj9"
cask "android-platform-tools"
cask "android-sdk"
cask "baudline"
cask "chromedriver"
cask "eqmac"
cask "font-3270-nerd-font"
cask "font-3270-nerd-font-mono"
cask "font-anonymouspro-nerd-font"
cask "font-anonymouspro-nerd-font-mono"
cask "font-arimo-nerd-font"
cask "font-arimo-nerd-font-mono"
cask "font-aurulentsansmono-nerd-font"
cask "font-aurulentsansmono-nerd-font-mono"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-bitstreamverasansmono-nerd-font-mono"
cask "font-codenewroman-nerd-font"
cask "font-codenewroman-nerd-font-mono"
cask "font-cousine-nerd-font"
cask "font-cousine-nerd-font-mono"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-fantasquesansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-source-code-pro"
cask "inkscape"
cask "netbeans"
cask "teeworlds"
cask "tla-plus-toolbox-nightly"
cask "transmission"
cask "unetbootin"
cask "vlc"
cask "wireshark-chmodbpf"
cask "yacreader"
